Диалог: 
{
	Параметры формы: 
	{
		Параметры: 
		{
			Ширина: 430
			Высота: 150
			Заголовок: " "
			Param24: 6
			Param25: 25
			Слои
			{
				Основной: Видимый, Активный
			}
		}
	}
	Табличная часть: 
	{
		Param2: 1
		Multicolumn: 
		{
			browse: 
			{
				ДопФлаги: Flag20, Flag21, Flag23, Flag28, Flag30
				X: 7
				Y: 17
				Ширина: 416
				Высота: 128
				ПорядокОбхода: 4151
				Слой: Основной
			}
		}
		Колонки: 
		{
			STATIC: Пиктограмма
			{
				Заголовок: " "
				ИдентификаторМетаданных: -2567
				ТипКолонки: 3
				Ширина: 20
				ПорядокОбхода: 4152
				Param15: 2
				Param22: 0
			}
			1CEDIT: Код
			{
				Заголовок: "Код"
				ИдентификаторМетаданных: -2568
				Тип: Число
				Длина: 5
				ТипКолонки: 2
				Ширина: 35
				ПорядокОбхода: 4153
				Param15: 2
				Param22: 0
			}
			1CEDIT: Наименование
			{
				Заголовок: "Наименование"
				ИдентификаторМетаданных: -2569
				Тип: Строка
				Длина: 100
				ТипКолонки: 2
				Ширина: 166
				ПорядокОбхода: 4154
				Param15: 2
				Param22: 0
			}
			1CEDIT: Строка10
			{
				Заголовок: "Строка(10)"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.Строка10
				Тип: Строка
				Длина: 10
				ТипКолонки: 1
				Ширина: 65
				ПорядокОбхода: 4155
				Param15: 2
				Param22: 0
			}
			1CEDIT: Число10
			{
				Заголовок: "Число(10)"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.Число10
				Тип: Число
				Длина: 10
				ТипКолонки: 1
				Ширина: 65
				ПорядокОбхода: 4156
				Param15: 2
				Param22: 0
			}
			1CEDIT: Число15_3
			{
				Заголовок: "Число(15, 3)"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.Число15_3
				Тип: Число
				Длина: 15
				Точность: 3
				ТипКолонки: 1
				Ширина: 73
				ПорядокОбхода: 4157
				Param15: 2
				ОснФлаги: СНовойСтроки
				Param22: 0
			}
			BMASKED: Дата
			{
				Заголовок: "Дата"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.Дата
				Тип: Дата
				ТипКолонки: 1
				Ширина: 55
				ПорядокОбхода: 4158
				Param15: 2
				ОснФлаги: Педалька
				Param22: 0
			}
			BMASKED: Календарь1
			{
				Заголовок: "Календарь №1"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.Календарь1
				Тип: Календарь
				ТипКолонки: 1
				Ширина: 113
				ПорядокОбхода: 4159
				Param15: 2
				ОснФлаги: Педалька
				Param22: 0
			}
			BMASKED: Календарь2
			{
				Заголовок: "Календарь №2"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.Календарь2
				Тип: Календарь
				ТипКолонки: 1
				Ширина: 113
				ПорядокОбхода: 4160
				Param15: 2
				ОснФлаги: Педалька, СНовойСтроки
				Param22: 0
			}
			BMASKED: ВидРасчета
			{
				Заголовок: "Вид расчета"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.ВидРасчета
				Тип: ВидРасчета
				ТипКолонки: 1
				Ширина: 113
				ПорядокОбхода: 4161
				Param15: 2
				ОснФлаги: Педалька
				Param22: 0
			}
			BMASKED: Счет
			{
				Заголовок: "Счет"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.Счет
				Тип: Счет
				ТипКолонки: 1
				Ширина: 47
				ПорядокОбхода: 4162
				Param15: 2
				ОснФлаги: Педалька
				Param22: 0
			}
			BMASKED: СчетОсновной
			{
				Заголовок: "Счет основной"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.СчетОсновной
				Тип: Счет
				Агрегатный тип: Бухгалтерия.ПланСчетов.Основной
				ТипКолонки: 1
				Ширина: 47
				ПорядокОбхода: 4163
				Param15: 2
				ОснФлаги: Педалька, СНовойСтроки
				Param22: 0
			}
			BMASKED: ПланСчетов
			{
				Заголовок: "План счетов"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.ПланСчетов
				Тип: ПланСчетов
				ТипКолонки: 1
				Ширина: 113
				ПорядокОбхода: 4164
				Param15: 2
				ОснФлаги: Педалька
				Param22: 0
			}
			BMASKED: ВидСубконто
			{
				Заголовок: "Вид субконто"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.ВидСубконто
				Тип: ВидСубконто
				ТипКолонки: 1
				Ширина: 113
				ПорядокОбхода: 4165
				Param15: 2
				ОснФлаги: Педалька
				Param22: 0
			}
			BMASKED: ДокументНеопр
			{
				Заголовок: "Докум.  неопред. вида"
				ИдентификаторМетаданных: Справочник.ТестовыеДанные.ДокументНеопр
				Тип: Документ
				ТипКолонки: 1
				Ширина: 113
				ПорядокОбхода: 4166
				Param15: 2
				ОснФлаги: Педалька, Flag21
				Param22: 0
			}
		}
	}
}
