Диалог: 
{
	Параметры формы: 
	{
		Параметры: 
		{
			Ширина: 380
			Высота: 150
			Заголовок: " "
			Param24: 6
			Param25: 25
			Слои
			{
				Основной: Видимый, Активный
			}
		}
	}
	Табличная часть: 
	{
		Param2: 1
		Multicolumn: 
		{
			browse: 
			{
				ДопФлаги: Flag20, Flag21, Flag23, Flag28, Flag30
				X: 6
				Y: 17
				Ширина: 369
				Высота: 128
				ПорядокОбхода: 4151
				Слой: Основной
			}
		}
		Колонки: 
		{
			STATIC: Пиктограмма
			{
				Заголовок: " "
				ИдентификаторМетаданных: -2567
				ТипКолонки: 3
				Ширина: 20
				ПорядокОбхода: 4152
				Param15: 2
				Param22: 0
			}
			1CEDIT: Код
			{
				Заголовок: "Код"
				ИдентификаторМетаданных: -2638
				Тип: Строка
				Длина: 7
				ТипКолонки: 2
				Ширина: 47
				ПорядокОбхода: 4153
				Param15: 2
				Param22: 0
			}
			1CEDIT: Наименование
			{
				Заголовок: "Наименование"
				ИдентификаторМетаданных: -2639
				Тип: Строка
				Длина: 25
				ТипКолонки: 2
				Ширина: 155
				ПорядокОбхода: 4154
				Param15: 2
				Param22: 0
			}
			1CEDIT: Валютный
			{
				Заголовок: "Вал."
				ИдентификаторМетаданных: -2640
				Тип: Строка
				Длина: 2
				ТипКолонки: 2
				Ширина: 17
				ПорядокОбхода: 4155
				Param15: 2
				Param22: 0
			}
			1CEDIT: Количественный
			{
				Заголовок: "Кол."
				ИдентификаторМетаданных: -2641
				Тип: Строка
				Длина: 2
				ТипКолонки: 2
				Ширина: 17
				ПорядокОбхода: 4156
				Param15: 2
				Param22: 0
			}
			1CEDIT: Забалансовый
			{
				Заголовок: "Заб."
				ИдентификаторМетаданных: -2642
				Тип: Строка
				Длина: 2
				ТипКолонки: 2
				Ширина: 17
				ПорядокОбхода: 4157
				Param15: 2
				Param22: 0
			}
			1CEDIT: Активный
			{
				Заголовок: "Акт."
				ИдентификаторМетаданных: -2647
				Тип: Строка
				Длина: 2
				ТипКолонки: 2
				Ширина: 17
				ПорядокОбхода: 4158
				Param15: 2
				Param22: 0
			}
			STATIC: Субконто1
			{
				Заголовок: "Субконто 1"
				ИдентификаторМетаданных: -2673
				ТипКолонки: 2
				Ширина: 113
				ПорядокОбхода: 4159
				Param15: 2
				ОснФлаги: Недоступно, ЗапретитьРедактирование
				Param22: 0
			}
			STATIC: Субконто2
			{
				Заголовок: "Субконто 2"
				ИдентификаторМетаданных: -2674
				ТипКолонки: 2
				Ширина: 113
				ПорядокОбхода: 4160
				Param15: 2
				ОснФлаги: Недоступно, Flag21, ЗапретитьРедактирование
				Param22: 0
			}
		}
	}
}
