Диалог: 
{
	Параметры формы: 
	{
		Параметры: 
		{
			Ширина: 140
			Высота: 73
			Заголовок: " "
			Param24: 6
			Param25: 32
			Слои
			{
				Основной: Видимый, Активный
			}
		}
	}
	Элементы: 
	{
		STATIC: 
		{
			Заголовок: "Ver 07.05.2006_2"
			ДопФлаги: Flag28, Flag30
			X: 83
			Y: 61
			Ширина: 52
			Высота: 8
			ПорядокОбхода: 4152
			ОснФлаги: ЦветТекстаАвто
			Шрифт: MS Reference Sans Serif
			{
				Шрифт: MS Reference Sans Serif
				Размер: 6
				Param9: 204
				Param10: 1
				Param11: 2
				Param12: 1
				Param13: 34
			}
			Слой: Основной
		}
		STATIC: 
		{
			Заголовок: "Класс ТестыИсходнойТаблицы"
			ДопФлаги: Flag28, Flag30
			X: 10
			Y: 26
			Ширина: 110
			Высота: 15
			ПорядокОбхода: 4153
			ОснФлаги: ШрифтПоУмолчанию, ЦветТекстаАвто
			Слой: Основной
		}
	}
}
